"HPWRefreshHeaderIdleText" = "下拉可以刷新";
"HPWRefreshHeaderPullingText" = "松开立即刷新";
"HPWRefreshHeaderRefreshingText" = "正在刷新数据中...";

"HPWRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"HPWRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"HPWRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"HPWRefreshBackFooterIdleText" = "上拉可以加载更多";
"HPWRefreshBackFooterPullingText" = "松开立即加载更多";
"HPWRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"HPWRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"HPWRefreshHeaderLastTimeText" = "最后更新：";
"HPWRefreshHeaderDateTodayText" = "今天";
"HPWRefreshHeaderNoneLastDateText" = "无记录";
